"ONE_SONG" = "Песен: 1";
"SONGS_COUNT_FORMAT" = "Песен: %d";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Вышел: %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@";

"MUSIC" = "Музыка";

"123" = "123";

"Add All Albums" = "Добавить все альбомы";

"Add All Songs" = "Добавить все";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Сохранить";
"ADD_PLAYLIST_DIALOG_TITLE" = "Новый плейлист";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Введите название плейлиста.";
"ADD_PLAYLIST_ROW" = "Добавить плейлист…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Название";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Добавить песни в «%@».";
"EDIT_PLAYLIST_RENAME" = "Переименовать";
"EDIT_PLAYLIST_ADD_SONGS" = "Добавить песни";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Переименовать плейлист";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Название";

"Albums" = "Альбомы";

"All Albums" = "Все альбомы";

"All Songs" = "Все песни";

"Cancel" = "Отменить";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Обновление медиатеки\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Процесс может занять несколько минут.";

"Refresh Playlist" = "Обновить плейлист";

"CLEAR" = "Очистить";

"Clear Playlist" = "Очистить плейлист";

"Save Playlist" = "Сохранить плейлист";

"Delete Playlist" = "Удалить плейлист";

"Delete" = "Удалить";

"Done" = "Готово";

"Edit" = "Изменить";

"Save" = "Сохран.";

"LISTING_COUNT_ALBUMS_FORMAT" = "Альбомов: %d";

"LISTING_COUNT_ARTISTS_FORMAT" = "Артистов: %d";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "Объектов: %d";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "Дорожек: %d";

"LISTING_COUNT_GENRES_FORMAT" = "Жанров: %d";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "Плейлистов: %d";

"LISTING_COUNT_SONGS_FORMAT" = "Песен: %d";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Артисты";

"NO_CONTEXT_NAVTITLE_GENRES" = "Жанры";

"OK" = "OK";

"Playlists" = "Плейлисты";

"Shuffle" = "Перемешать";

"Songs" = "Песни";

"Unknown" = "Неизвестно";
"UNKNOWN_ARTIST" = "Неизвестный исполнитель";
"UNKNOWN_ALBUM" = "Неизвестный альбом";

"NOW_PLAYING_BUTTON_LABEL" = "Испол-\nняется";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Артисты (результатов: %@)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Артист (результатов: %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Альбомы (результатов: %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Альбом (результатов: %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Плейлист (результатов: %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Плейлисты (результатов: %@)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Песня (результатов: %@)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Песни (результатов: %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Жанры (результатов: %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Жанр (результатов: %@)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Добавить в плейлист «%@».";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Вышел: %@";
"ALBUM_INFO_SONGS_SINGULAR" = "Песен: 1";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "Песен: %u";
"ALBUM_INFO_TIME_SINGULAR" = "1 мин.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u мин.";

"UNKNOWN_DURATION" = "--:--";
